<?php $__env->startSection('title'); ?>
    О факультете
<?php $__env->stopSection(); ?>

<?php $__env->startSection('content'); ?>

    <div class="page-header">
        <div class="page-header-overlay">
            <div class="container w-container">
                <h1 class="page-header-title" data-ix="fade-in-on-load">Факультет Информационных и Инновационных Технологий</h1>
                <h2 class="page-subtitle" data-ix="fade-in-on-load-2">КНУ имени Жусупа Баласагына</h2>
            </div>
            <div class="blocks-row-container container w-container w-hidden-small w-hidden-tiny">
                <div class="hero-overlay-row w-row">
                    <div class="stats-column w-col w-col-4">
                        <a class="hero-overlay-block w-inline-block" href="#">
                            <div class="hero-overlay-number">4</div>
                            <div class="hero-overlay-block-title">Кафедры</div>
                            <p class="link-block-paragraph">мы предлагаем 4 профессиональных кафедры</p>
                        </a>
                    </div>
                    <div class="stats-column w-col w-col-4">
                        <a class="hero-overlay-block w-inline-block" href="#">
                            <div class="hero-overlay-number" style="font-size: 40px;">60</div>
                            <div class="hero-overlay-block-title">Педагогов</div>
                            <p class="link-block-paragraph">У нас 60 профессиональных преподавателей.</p>
                        </a>
                    </div>
                    <div class="last stats-column w-col w-col-4">
                        <a class="hero-overlay-block w-inline-block" href="#">
                            <div class="hero-overlay-number" style="font-size: 30px;">1000</div>
                            <div class="hero-overlay-block-title">Студентов</div>
                            <p class="link-block-paragraph">Количество обучающихся в ФИИТ</p>
                        </a>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="section tint">
        <div class="container w-container">
            <div class="w-row">
                <div class="about-us-col-left w-col w-col-6">
                    <div class="section-title-wrapper">
                        <h2 class="section-title">История ФИИТ</h2>
                        <h2 class="section-title subtitle">Кыргызский национальный университет имени Жусупа Баласагына</h2>
                        <div class="section-title-divider"></div>
                    </div>
                    <p>Первоосновой нынешнего Кыргызского национального университета имени Жусупа Баласагына можно считать образованный в 1932 году Кыргызский государственный педагогический институт, истоки которого начинаются со специализированных учебных заведений, которые были образованы в 20-х годах с целью решения проблем преподавательских кадров для республики.</p>
                    <p>На организационном съезде Советов Кара-Кыргызской автономной области, прошедшей 30 марта 1925 года, был рассмотрен вопрос об открытии Кара-Кыргызского института просвещения. После проведения подготовительных работ, в октябре 1925 года в г. Пишпек был открыт Кыргызский институт просвещения (КИП).</p>
                </div>
                <div class="about-us-column-right w-col w-col-6">
                    <div class="about-us-image-block"></div>
                    <br>
                    <br>
                    <br>
                    <br>
                    <br>
                </div>
                <br>
                <div class="container w-container">
                    <p>В 1928 году Кыргызский институт просвещения был преобразован в Центральный педагогический техникум (ЦПТ).</p>
                    <p>В конце 20-х годов прошлого века во властных структурах и центральных партийных организациях автономной республики все чаще поднимался и бурно обсуждался вопрос об открытии в Кыргызской АССР пединститута. В результате 13 января 1932 года Совет народных комиссаров Кыргызской АССР принял постановление об открытии в г. Пишпек в новом 1932/33 учебном году Кыргызского государственного педагогического института (КГПИ). Согласно постановлению состав КГПИ должен был состоять из 4-х факультетов: педолого-педагогического, физико-математического, общественно-экономического и литературно-лингвистического.</p>
                    <p>На первый курс планировали набрать 150 студентов и на подготовительные курсы - 60. Но с открытием пединститута в состав института и в количество студентов были внесены некоторые изменения. Так, количество студентов с запланированных 150-ти человек было сокращено до 120-ти, на каждый факультет было выделено по 30 мест. Вместо педолого-педагогического факультета был образован факультет биологии. В 1934 году общественно-экономический факультет был преобразован на факультет истории.</p>
                    <p>Первый учебный год в КГПИ по объективным причинам начался не 1-го сентября, а 3-го октября 1932 года, а торжества, посвященные  официальному открытию института, были проведены 5-го октября.</p>
                    <p>При первоначальном открытии пединститута научно-педагогической деятельностью занимались всего 5 кафедр: социально-экономических дисциплин, математики, педагогики, биологии, и лито (литературы и языка). Известно, что на кафедре лито по несколько лет проработали такие известные личности республики, как профессор Касым Тыныстанов, доценты Токчоро Жолдошев, Сатыбалды Нааматов, педагог-просветитель, старший преподаватель Базаркул Данияров, а также в свое время на этом факультете трудился теоретик языкознания, полиглот, ориенталист и один из первых переводчиков эпоса «Манас» на русский язык Е.Д. Поливанов.</p>
                    <p>Нужно отметить, что изначально преподавательский состав пединститута состоял из выпускников высших учебных заведений Москвы (5 чел.), Ленинграда (Санкт-Петербурга 4 чел.), Киева (1 чел.), Ташкента (САГУ 2 чел.), Алматы (Казахский пединститут 1 чел.) и др.</p>
                    <p>Местные кадры появились позже, в конце 30-х - начале 40-х годов за счет выпускников пединститута. К числу выпускников того времени относятся академики: Б. Жамгырчинов, С. Ильясов; член-корреспонденты Национальной академии наук КР: А. Хасанов, К. Шатемиров; заслуженные учителя Кыргызской ССР: А. Жолдошева, У. Ботбаева и др. Нужно отметить тот факт, что в 1938 году первоначально вместе с ними окончили пединститут и стали дипломированными специалистами 46 человек.
                        30-40-е годы были для преподавательского состава Кыргызского государственного педагогического института годами трудных испытаний, невосполнимых потерь на полях сражений Великой Отечественной войны, но и в то же время эти суровые годы стали эпохой зарождения, становления и накопления научно-педагогического опыта. Именно в это непростое время начала укрепляться  материально-техническая база педагогического института, отвечающая требованиям того времени, стабилизировался и стал развиваться в правильном направлении учебный процесс по обучению студентов, оживилась научно-исследовательская работа, углубились взаимосвязи и сотрудничество с центральными высшими учебными заведениями других республик. А самое главное со стороны преподавательского состава были успешно претворены в жизнь возложенные на них обязательства,  был внесен неоценимый вклад в развитие интеллектуального потенциала, социально-экономического, культурного развития страны, а также широкого распространения науки и знаний среди населения нашей республики.</p>
                    <p>Несомненно, что эти и многие другие достижения, а также творческий подход к выполняемой работе со стороны педагогического коллектива постепенно усиливали авторитет пединститута, поднимая его на совершенно новый уровень, и создавали все предпосылки и условия для перерастания его в университет.</p>
                    <p>Появление после Великой Отечественной войны  новых отраслей народного хозяйства, быстрый темп технического прогресса, тесная связь науки и предприятия требовали перехода к особой универсальной подаче знаний. Поэтому по просьбе правительства Кыргызстана Совет Министров СССР 24 мая 1951 года принял постановление об образовании на базе Кыргызского государственного педагогического института Кыргызского государственного университета (КГУ). 31 августа этого же года было проведено торжественное открытие первого в республике университета – пионера среди вузов страны. Несомненно, что это в свое время явилось огромным событием в культурной жизни Кыргызстана.</p>
                    <p>Открытие университета подняло на совершенно новый уровень преподавание высшего образования в стране, открыла широкую дорогу в подготовке высококвалифицированных кадров для обеспечения ими отраслей народного хозяйства, школ, средне-специальных и высших учебных заведений, а также органов государственного управления.</p>
                </div>
            </div>
        </div>
    </div>

<?php $__env->stopSection(); ?>

<?php echo $__env->make('layout', \Illuminate\Support\Arr::except(get_defined_vars(), ['__data', '__path']))->render(); ?><?php /**PATH E:\OS\OSPanel\domains\fiit.loc\files\resources\views/pages/departments/about.blade.php ENDPATH**/ ?>